Repository: monoletP/RomajiConverter.WinUI
Catalog: RomajiConverter.WinUI/Strings/Resources.language-*.resw
Source language: en_us
Languages: ko_kr

# AppTitleTextBlock.Text
source: Romaji Converter
ko_kr: 일본어 한글 발음 변환기

# AutoVariantCheckBox.Content
source: Consider Variant
ko_kr: 변형 고려

# BackButton.Label
source: Back
ko_kr: 뒤로

# BorderVisibilityComboBox.Header
source: Border Visibility
ko_kr: 테두리 표시

# BorderVisibility_Hidden
source: Hidden
ko_kr: 숨김

# BorderVisibility_Highlight
source: Visible when there are multiple pronunciations
ko_kr: 여러 발음이 있을 때만 표시

# BorderVisibility_Visible
source: Visible
ko_kr: 표시

# CHCheckBox.Header
source: Chinese
ko_kr: 중국어

source: Check Update
ko_kr: 업데이트 확인

# CheckUpdate-Error
source: An error occurred while checking for updates, please confirm whether your network is normal, or contact the developer
ko_kr: 업데이트 확인 중 오류가 발생했습니다. 네트워크 연결을 확인하거나 개발자에게 문의하세요.

# CheckUpdate-New
source: New version detected, do you want to download it?
ko_kr: 새 버전이 감지되었습니다. 다운로드하시겠습니까?

# CheckUpdate-None
source: The current application is already the latest version
ko_kr: 현재 응용 프로그램은 최신 버전입니다

source: Close
ko_kr: 닫기

# ConvertButton.Content
source: Convert
ko_kr: 변환

# ConvertPictureButton.Label
source: Export Image
ko_kr: 이미지 내보내기

# ConvertTextButton.Content
source: Generate Text
ko_kr: 텍스트 생성

# CopyButton.Content
source: Copy
ko_kr: 복사

# DetailModeButton.Label
source: Detail Mode
ko_kr: 상세 모드

# DisplayOptionExpander.Header
source: Display Option
ko_kr: 표시 옵션

# EditHiraganaCheckBox.Header
source: Hiragana
ko_kr: 히라가나

# EditRomajiCheckBox.Header
source: Romaji
ko_kr: 한글발음

source: Exception
ko_kr: 예외

source: Get Lyrics Error
ko_kr: 가사 가져오기 오류

# HiraganaCheckBox.Header
source: Hiragana
ko_kr: 히라가나

# ImageOptionBackgroundColorSetting.Header
source: Background Color
ko_kr: 배경색

# ImageOptionFontColorSetting.Header
source: Font Color
ko_kr: 글꼴 색상

# ImageOptionFontSetting.Header
source: Font
ko_kr: 글꼴

# ImageOptionFontSizeSetting.Header
source: Font Size
ko_kr: 글꼴 크기

# ImageOptionIsOpenExplorerAfterSaveImageSetting.Header
source: Open Explorer After Saved Image
ko_kr: 이미지 저장 후 탐색기 열기

# ImageOptionLineMarginSetting.Header
source: Line Margin
ko_kr: 줄 여백

# ImageOptionLinePaddingSetting.Header
source: Line Padding
ko_kr: 줄 내부 여백

# ImageOptionPagePaddingSetting.Header
source: Page Padding
ko_kr: 페이지 여백

# ImageOptionTextBlock.Text
source: Image Option
ko_kr: 이미지 옵션

# ImageOptionTextMarginSetting.Header
source: Text Margin
ko_kr: 텍스트 여백

# ImageOptionWordMarginSetting.Header
source: Word Margin
ko_kr: 단어 여백

# ImportCloudMusicButton.Label
source: Get CloudMusic Lyrics
ko_kr: 클라우드뮤직 가사 가져오기

# ImportUrlButton.Label
source: Import Lyics From Url
ko_kr: URL에서 가사 가져오기

# ImportUrlContentDialog.CloseButtonText
source: Cancel
ko_kr: 취소

# ImportUrlContentDialog.PrimaryButtonText
source: Confirm
ko_kr: 확인

# ImportUrlContentDialog.Title
source: Import Lyics From Url
ko_kr: URL에서 가사 가져오기

# ImportUrlContentDialogTextBlock1.Text
source: At present, NetEase Cloud, QQ Music, and KuGou are supported
ko_kr: 현재 넷이즈 클라우드, QQ 뮤직, 쿠거가 지원됩니다

# ImportUrlContentDialogTextBlock2.Text
source: Song sharing url:
ko_kr: 노래 공유 URL:

source: Invalid Url
ko_kr: 잘못된 URL

# IsOnlyShowKanjiCheckBox.Header
source: Only Kanji Hiragana
ko_kr: 한자 히라가나만

# JPCheckBox.Header
source: Japanese
ko_kr: 일본어

# KanjiHiraganaCheckBox.Header
source: Kanji Hiragana
ko_kr: 한자 히라가나

# LyricsOptionIsUseOldLrcParser.Header
source: Use Old Lrc Parser
ko_kr: 이전 Lrc 파서 사용

# LyricsOptionTextBlock.Text
source: Lyrics Option
ko_kr: 가사 옵션

# NewLineCheckBox.Header
source: NewLine Per Line
ko_kr: 줄마다 줄바꿈

source: No
ko_kr: 아니오

# NotValidLyricsFile
source: File is not a valid lyrics json file
ko_kr: 파일이 유효한 가사 JSON 파일이 아닙니다

# OtherOptionResetSetting.Header
source: Reset Settings
ko_kr: 설정 초기화

# OtherOptionResetSettingButton.Content
source: Reset Settings
ko_kr: 설정 초기화

# OtherOptionTextBlock.Text
source: Others
ko_kr: 기타

# ReadButton.Label
source: Open
ko_kr: 열기

# ResetSettingDialogCancel
source: No
ko_kr: 아니오

# ResetSettingDialogConfirm
source: Yes
ko_kr: 예

# ResetSettingDialogContent
source: Existing settings will not be saved.
ko_kr: 기존 설정은 저장되지 않습니다.

# ResetSettingDialogTitle
source: Do you want to revert to the default settings?
ko_kr: 기본 설정으로 되돌리시겠습니까?

# RomajiCheckBox.Header
source: Romaji
ko_kr: 한글발음

# SaveButton.Label
source: Save
ko_kr: 저장

# SettingButton.Label
source: Settings
ko_kr: 설정

# SpaceCheckBox.Header
source: Split By Space
ko_kr: 공백으로 구분

# TextDisplayOptionExpander.Header
source: Text Display Option
ko_kr: 텍스트 표시 옵션

# TextOptionLeftParenthesisSetting.Header
source: Left Parenthesis
ko_kr: 왼쪽 괄호

# TextOptionRightParenthesisSetting.Header
source: Right Parenthesis
ko_kr: 오른쪽 괄호

# TextOptionTextBlock.Text
source: Text Option
ko_kr: 텍스트 옵션

# UpdateButton.Content
source: Check Update
ko_kr: 업데이트 확인

# VersionSetting.Header
source: Update
ko_kr: 업데이트

# VersionSettingExpander.Header
source: Version
ko_kr: 버전

source: Yes
ko_kr: 예
